Repository: shuiandy/Reframe
Catalog: Strings/*/ProfilesPage.resw
Source language: en_us
Languages: zh_cn

# Title.Text
source: Profiles
zh_cn: 配置文件

# RunningWindowsHeader.Text
source: Running windows
zh_cn: 运行中的窗口

# SearchBox.PlaceholderText
source: Filter by title or process name…
zh_cn: 按标题或进程名筛选…

# ShowFilteredLabel.Text
source: Show filtered
zh_cn: 显示已过滤

# ShowFilteredToggle.ToolTip
source: Show windows that were filtered out (system / ignored / hidden / too small)
zh_cn: 显示被过滤掉的窗口(系统/已忽略/已隐藏/过小)

# RefreshButton.ToolTip
source: Refresh window list
zh_cn: 刷新窗口列表

# WindowEmptyHint.Text
source: No windows available.
zh_cn: 没有可选的窗口。

# HasProfileTag.Text
source: Has profile
zh_cn: 已有配置

# CreateFromWindowButton.ToolTip
source: Create a profile from this window
zh_cn: 据此窗口创建配置

# MenuCreateProfile.Text
source: Create profile
zh_cn: 创建配置

# MenuQuickBorderless.Text
source: Make borderless now
zh_cn: 立即去边框

# MenuIgnoreProcess.Text
source: Ignore this process
zh_cn: 忽略此进程

# MenuUnignoreProcess.Text
source: Stop ignoring
zh_cn: 取消忽略

# ReasonSystemWindow
source: System window
zh_cn: 系统窗口

# ReasonIgnored
source: Ignored
zh_cn: 已忽略

# ReasonHidden
source: Hidden
zh_cn: 已隐藏

# ReasonTooSmall
source: Too small
zh_cn: 过小

# ProfileListHeader.Text
source: Profiles
zh_cn: 配置列表

# NewButton.Label
source: New
zh_cn: 新建

# EditButton.Label
source: Edit
zh_cn: 编辑

# DeleteButton.Label
source: Delete
zh_cn: 删除

# LaunchButton.ToolTip
source: Launch
zh_cn: 启动

# EmptyHint.Text
source: No profiles yet. Click “New” above, or create one from a window on the left.
zh_cn: 还没有配置文件,点击上方“新建”或从左栏窗口创建一个。

# MenuEdit.Text
source: Edit
zh_cn: 编辑

# MenuDelete.Text
source: Delete
zh_cn: 删除

# Unnamed
source: Untitled
zh_cn: 未命名

# RulesCountFormat
source: {0} rule(s)
zh_cn: {0} 条规则

# MatchKindProcess
source: Process
zh_cn: 进程名

# MatchKindTitle
source: Title contains
zh_cn: 标题包含

# MatchKindTitleRegex
source: Title regex
zh_cn: 标题正则

# MatchKindGeneric
source: Match
zh_cn: 匹配

# MatchValueUnset
source: (not set)
zh_cn: (未设置)

source: (unknown process)
zh_cn: (未知进程)

# LaunchFailedTitle
source: Can't launch
zh_cn: 无法启动

# LaunchFailedFallback
source: Launch failed.
zh_cn: 启动失败。

# LaunchFailedClose
source: Got it
zh_cn: 知道了

# NewProfileName
source: New profile
zh_cn: 新配置文件

# DeleteDialogTitle
source: Delete profile
zh_cn: 删除配置文件

# DeleteDialogContentFormat
source: Delete “{0}”? This can't be undone.
zh_cn: 确定要删除“{0}”吗?此操作不可撤销。

# DuplicateDialogTitle
source: A profile already targets this process
zh_cn: 已有针对该进程的配置

# DuplicateDialogContentFormat
source: A profile “{0}” already targets this process. Create another one anyway?
zh_cn: 已有针对该进程的配置“{0}”,仍要再建一个吗?

# DuplicateDialogPrimary
source: Create anyway
zh_cn: 仍要新建
